export const skill = [
  {
    num: "1",
    title: "UI/UX 디자인에 대한 애정",
    content:
      "사용자 경험을 개선하고 직관적이며 아름다운 사용자 인터페이스를 디자인하는 것에 대한 높은 열정을 가지고 있습니다. 사용자 중심의 디자인을 통해 웹 애플리케이션을 개발하고자 합니다.",
  },
  {
    num: "2",
    title: "현대적인 웹 기술에 대한 열망",
    content:
      "최신 기능들을 숙지하고, 현대적인 프론트엔드 프레임워크 및 라이브러리를 이용하여 효율적이고 유지보수가 용이한 웹 솔루션을 개발하기 위한 열망이 있습니다.",
  },
  {
    num: "3",
    title: "커뮤니케이션 및 팀워크 강화",
    content:
      "효과적인 커뮤니케이션 및 협업 능력을 향상시켜 프로젝트 팀 내에서의 원활한 소통과 협업을 촉진하며, 서로에게 영감을 주고 받는 것을 중요하게 생각합니다.",
  },
];
